[
  "obsidian-banners",
  "table-editor-obsidian",
  "obsidian-excalidraw-plugin",
  "dataview",
  "omnisearch",
  "buttons",
  "obsidian-tasks-plugin",
  "obsidian-style-settings",
  "obsidian-book-search-plugin",
  "templater-obsidian",
  "obsidian-image-toolkit",
  "obsidian-linter",
  "customjs",
  "obsidian-git",
  "homepage",
  "extract-url",
  "obsidian-auto-link-title",
  "obsidian-paste-image-rename",
  "remember-cursor-position",
  "theme-picker",
  "obsidian-hover-editor",
  "repeat-plugin",
  "obsidian-reveal-active-file"
]